Repository: inveniosoftware/invenio-communities
Catalog: invenio_communities/translations/*/LC_MESSAGES/messages.po
Languages: ar, cs, de, es, et, fi, fr, hu, ro, sv

source: The invitation for *@{user_name}* to join your community *'{community_title}'* was cancelled
ar: ألغيت الدعوة الموجهة إلى '@{user_name}' للانضمام إلى مجتمعك '{community_title}'
cs: Pozvání *@{user_name}* do Vaší komunity *'{community_title}'* bylo zrušeno
de: Die Einladung für *@{user_name}* der Community *'{community_title}'* wurde storniert.
fi: Kutsu, jolla *@{user_name}* liittyisi yhteisöösi *'{community_title}'*, peruttiin
hu: *@{user_name}* meghívása a(z) *'{community_title}'* közösségbe törölve lett
sv: Inbjudningen för '@{user_name}' att gå med i communitiet '{community_title}' har avbrutits

source: ⛔️ @{user_name} declined the invitation to join '{community_title}'
ar: ⛔️ @{user_name} رفض الدعوة للانضمام إلى '{community_title}'
cs: ⛔️ @{user_name} odmítl pozvání do komunity '{community_title}'.
de: ⛔️ @{user_name} hat die Einladung abgelehnt, der Community '{community_title}' beizutreten.
fi: ⛔️ @{user_name} hylkäsi kutsun liittyä '{community_title}'
hu: ⛔️ @{user_name} elutasította a(z) '{community_title}' közösségbe szóló meghívást
sv: ⛔️ @{user_name} har avböjt inbjudan till '{community_title}'

source: '@{user_name}' declined the invitation to join your community '{community_title}'
ar: '@{user_name}' رفض الدعوة للانضمام إلى '{community_title}'
cs: @{user_name} odmítl pozvání do Vaší komunity '{community_title}'.
de: '@{user_name}' hat die Einladung abgelehnt, Ihrer Community '{community_title}' beizutreten.
fi: '@{user_name}' hylkäsi kutsun liittyä yhteisöösi '{community_title}'
hu: '@{user_name}' elutasította a(z) '{community_title}' közösségébe szóló meghívást
sv: '@{user_name}' har avböjt inbjudan att gå med i ditt community '{community_title}'

source: @{user_name} declined the invitation to join your community {community_title}
ar: '@{user_name}' رفض الدعوة للانضمام إلى مجتمعك {community_title}.
cs: @{user_name} odmítl pozvání do Vaší komunity {community_title}.
de: @{user_name} hat die Einladung abgelehnt, Ihrer Community *{community_title}* beizutreten.
fi: @{user_name} hylkäsi kutsun liittyä yhteisöösi {community_title}
hu: @{user_name} elutasította a(z) {community_title} közösségébe szóló meghívást
sv: @{user_name} har avböjt inbjudan att gå med i ditt community {community_title}

source: *@{user_name}* declined the invitation to join your community *{community_title}*
ar: *@{user_name}* رفض الدعوة للانضمام إلى مجتمعك *{community_title}*.
cs: *@{user_name}* odmítl pozvání do Vaší komunity *{community_title}*.
de: *@{user_name}* hat die Einladung abgelehnt, Ihrer Community *{community_title}* beizutreten.
fi: *@{user_name}* hylkäsi kutsun liittyä yhteisöösi *{community_title}*
hu: *@{user_name}* elutasította a(z) *{community_title}* közösségébe szóló meghívást
sv: @{user_name} har avböjt inbjudan att gå med i ditt community {community_title}

source: ⌛️ The invitation for @{user_name} to join community '{community_title}' expired
ar: ⌛️ انتهت صلاحية دعوة @{user_name} للانضمام إلى المجتمع '{community_title}'
cs: ⌛️ Pozvání pro @{user_name} do komunity '{community_title}' vypršelo
de: ⌛️ Die Einladung für @{user_name}, der Community '{community_title}' beizutreten, ist abgelaufen.
fi: ⌛️ Kutsu, jolla @{user_name} liittyisi yhteisöön '{community_title}', vanhentui
hu: ⌛️ @{user_name} meghívása a(z) '{community_title}' közösségbe lejárt
sv: ⌛️ Inbjudan för @{user_name} att gå med i communitiet '{community_title}' har gått ut

source: The invitation for '@{user_name}' to join community '{community_title}' has expired.
ar: انتهت صلاحية الدعوة الخاصة بـ '@{user_name}' للانضمام إلى المجتمع '{community_title}'.
cs: Pozvání pro '@{user_name}' do komunity '{community_title}' vypršelo
de: Die Einladung für '@{user_name}', der Community '{community_title}' beizutreten, ist abgelaufen.
fi: Kutsu, jolla '@{user_name}' liittyisi yhteisöön '{community_title}', on vanhentunut.
hu: '@{user_name}' meghívása a(z) '{community_title}' közösségbe lejárt.
sv: Inbjudan för '@{user_name}' att gå med i communitiet '{community_title}' har gått ut.

source: The invitation for @{user_name} to join community '{community_title}' has expired.
ar: انتهت صلاحية دعوة @{user_name} للانضمام إلى المجتمع '{community_title}'.
cs: Pozvání pro @{user_name} do komunity '{community_title}' vypršelo
de: Die Einladung für @{user_name}, der Community '{community_title}' beizutreten, ist abgelaufen.
fi: Kutsu, jolla @{user_name} liittyisi yhteisöön '{community_title}', on vanhentunut.
hu: @{user_name} meghívása a(z) '{community_title}' közösségbe lejárt.
sv: Inbjudan för '@{user_name}' att gå med i communitiet '{community_title}' har gått ut.

source: The invitation for *@{user_name}* to join community *{community_title}* has expired.
ar: انتهت صلاحية دعوة *@{user_name}* للانضمام إلى المجتمع *{community_title}*.
cs: Pozvání pro *@{user_name}* do komunity *{community_title}* vypršelo
de: *@{user_name}* hat die Einladung abgelehnt, Ihrer Community *{community_title}* beizutreten.
fi: Kutsu, jolla *@{user_name}* liittyisi yhteisöön *{community_title}*, on vanhentunut.
hu: *@{user_name}* meghívása a(z) *{community_title}* közösségbe lejárt.
sv: Inbjudan för '@{user_name}' att gå med i communitiet '{community_title}' har gått ut.

source: 📬 New invitation to join the community '{community_title}' as '{role}'
ar: 📬 دعوة جديدة للانضمام إلى المجتمع '{community_title}' كـ '{role}'
cs: 📬 Nové pozvání do komunity '{community_title}' jako '{role}'
de: 📬 Neue Einladung, der Community '{community_title}' als '{role}' beizutreten.
fi: 📬 Uusi kutsu liittyä yhteisöön '{community_title}' roolissa '{role}'
hu: 📬 Új meghívás a(z) '{community_title}' közösségbe, '{role}' szerepkörben
sv: 📬 Ny inbjudan att gå med i community '{community_title}' som '{role}'

source: You have been invited to join community '{community_title}' as '{role}'
ar: لقد تمت دعوتك للانضمام إلى المجتمع '{community_title}' باعتبارك '{role}'
cs: Byl(a) jste pozván(a) do komunity '{community_title}' jako '{role}'
de: Sie wurden eingeladen, der Community '{community_title}' als '{role}' beizutreten.
fi: Sinut on kutsuttu liittymään yhteisöön '{community_title}' roolissa '{role}'
hu: Meghívást kapott a(z) '{community_title}' közösségbe, '{role}' szerepkörben
sv: Du har blivit inbjuden till att gå med i community '{community_title}' som '{role}'

source: You have been invited to join community *{community_title}* as *{role}*
ar: لقد تمت دعوتك للانضمام إلى المجتمع *{community_title}* بصفتك *{role}*
cs: Byl(a) jste pozván(a) do komunity *{community_title}* jako *{role}*
de: Sie wurden eingeladen, der Community *{community_title}* als *{role}* beizutreten.
fi: Sinut on kutsuttu liittymään yhteisöön *{community_title}* roolissa *{role}*
hu: Meghívást kapott a(z) *{community_title}* közösségbe, *{role}* szerepkörben
sv: Du har blivit inbjuden till att gå med i community *{community_title}* som *{role}*

source: ✅ Invitation accepted for {community_title} to join the {parent_community_title} community
cs: ✅ Přijato pozvání pro {community_title} do nadřazené komunity {parent_community_title}
de: ✅ Einladung angenommen für {community_title}, um der {parent_community_title}-Community beizutreten
fi: ✅ Kutsu hyväksyttiin: {community_title} liittyy yhteisöön {parent_community_title}
hu: ✅ {parent_community_title} csatlakozási meghívását a {community_title} elfogadta
sv: ✅ Inbjudan accepterad för {community_title} att gå med i {parent_community_title} community

source: @{username} accepted the invitation for "{community_title}" to join as a subcommunity of "{parent_community_title}".
cs: @{username} přijal pozvání do komunity "{community_title}" jako podkomunity "{parent_community_title}".
de: @{username} nahm die Einladung für "{community_title}", um als Subcommunity von "{parent_community_title}" beizutreten, an.
fi: @{username} hyväksyi kutsun, että "{community_title}" liittyy alayhteisöksi yhteisöön "{parent_community_title}".
hu: @{user_name} elfogadta a meghívást a "{community_title}" közösségbe a "{parent_community_title}" alközösségeként
sv: @{username} accepterade inbjudan för "{community_title}" att gå med som en delcommunity till "{parent_community_title}".

source: View the request
cs: Zobrazit žádost
de: Anfrage anzeigen
fi: Näytä pyyntö
hu: A kérés megtekintése
sv: Visa ansökan

source: View the request at:
cs: Zobrazit žádost na:
de: Anfrage anzeigen unter:
fi: Näytä pyyntö osoitteessa:
hu: A kérés megtekintése itt:
sv: Visa ansökan på:

source: This is an auto-generated message. To manage notifications, visit your account settings at:
cs: Toto je automaticky generovaná zpráva. Pro správu notifikací, navštivte nastavení svého účtu na:
de: Dies ist eine automatisch generierte Nachricht. Sie können Ihre Benachrichtigungsoptionen jederzeit in Ihren Kontoeinstellungen ändern:
fi: Tämä on automaattisesti luotu viesti. Hallitaksesi ilmoituksia siirry tiliasetuksiisi:
hu: Automatikusan generált üzenet. Az értesítéseit a fiókbeállítások között itt kezelheti:
sv: Detta är ett automatiskt genererat meddelande. För att hantera aviseringar, besök dina kontoinställningar på:

source: @{username} accepted the invitation the request for "{community_title}" to join as a subcommunity of "{parent_community_title}".
cs: @{username} přijal žádost o pozvání, aby se komunita "{community_title}" připojila jako podkomunita "{parent_community_title}".
de: @{username} nahm die Einladung für die Anfrage von "{community_title}", um als Subcommunity von "{parent_community_title}" beizutreten, an.
fi: @{username} hyväksyi kutsupyynnön, jossa "{community_title}" liittyy alayhteisöksi yhteisöön "{parent_community_title}".
hu: @{user_name} elfogadta a meghívást a "{community_title}" közösségbe a "{parent_community_title}" alközösségeként
sv: @{username} accepterade inbjudan och begäran för "{community_title}" att gå med som en delcommunity till "{parent_community_title}".

source: 📬 Invitation to join the {parent_community_title} community
cs: 📬 Pozvání do komunity {parent_community_title}
de: 📬 Einladung, der {parent_community_title}-Community beizutreten
fi: 📬 Kutsu liittyä yhteisöön {parent_community_title}
hu: 📬 Meghívó a(z) "{parent_community_title}" közösséghez való csatlakozásra
sv: 📬 Inbjudan att gå med i {parent_community_title} community

source: We would like to invite your community "{community_title}" to join as a subcommunity of "{parent_community_title}"
cs: Rádi bychom pozvali vaši komunitu "{community_title}" k připojení se k "{parent_community_title}" jako podkomunita
de: Wir würden gern Ihre Community "{community_title}" einladen, als Subcommunity von "{parent_community_title}" beizutreten
fi: Haluaisimme kutsua yhteisönne "{community_title}" liittymään alayhteisöksi yhteisöön "{parent_community_title}"
hu: Szeretnénk meghívni "{community_title}" közösségét, hogy a "{parent_community_title}" alközösségeként csatlakozzon
sv: Vi vill bjuda in din community "{community_title}" att gå med som en delcommunity till "{parent_community_title}"

source: This invitation will expire on {expires_at}.
cs: Toto pozvání vyprší {expires_at}.
de: Diese Einladung läuft am {expires_at} ab.
fi: Tämä kutsu vanhenee {expires_at}.
hu: Ez a meghívó a következő időpontban lejár: {expires_at}
sv: Denna inbjudan upphör att gälla den {expires_at}.

source: The community *{community_title}* has requested to join as a subcommunity of *{parent_community_title}*
cs: Komunita *{community_title}* požádala o přidání se jako podkomunita k *{parent_community_title}*
de: Die Community *{community_title}* hat beantragt, als Subcommunity von *{parent_community_title}* beizutreten
fi: Yhteisö *{community_title}* on pyytänyt liittyä alayhteisöksi yhteisöön *{parent_community_title}*
hu: A *{community_title}* közösség a *{parent_community_title}* alközösségeként kíván csatlakozni
sv: Communityn *{community_title}* har begärt att gå med som en delcommunity till *{parent_community_title}*

source: ⛔️ Subcommunity invitation declined for {community_title} to join the {parent_community_title} community
cs: ⛔️ Pozvání k připojení komunity {community_title} jako podkomunity k {parent_community_title} bylo odmítnuto
de: ⛔️ Einladung zur Subcommunity abgelehnt für {community_title}, um der {parent_community_title}-Community beizutreten
fi: ⛔️ Alayhteisökutsu hylättiin: {community_title} liittyminen yhteisöön {parent_community_title}
hu: ⛔️ {community_title} alközösségi meghívójának elutasítása a {parent_community_title} közösséghez
sv: ⛔️ Inbjudan för delcommunity {community_title} att gå med i {parent_community_title} community avböjdes

source: @{username} declined the invitation for "{community_title}" to join as a subcommunity of "{parent_community_title}".
cs: @{username} odmítl pozvání "{community_title}" do "{parent_community_title}" jako podkomunity.
de: @{username} lehnte die Einladung für "{community_title}", um als Subcommunity von "{parent_community_title}" beizutreten, ab.
fi: @{username} hylkäsi kutsun, että "{community_title}" liittyy alayhteisöksi yhteisöön "{parent_community_title}".
hu: @{user_name} elutasította a(z) {community_title} közösségbe a(z) "{parent_community_title}" alközösségeként szóló meghívást
sv: @{username} avböjde inbjudan för "{community_title}" att gå med som en delcommunity till "{parent_community_title}".

source: ⌛️ The invitation for {community_title} to join the '{parent_community_title}' community expired
cs: ⌛️ Pozvání pro {community_title} do komunity '{parent_community_title}' vypršelo
de: ⌛️ Die Einladung für {community_title}, um der '{parent_community_title}'-Community beizutreten, ist abgelaufen
fi: ⌛️ Kutsu, jolla {community_title} liittyisi yhteisöön '{parent_community_title}', vanhentui
hu: ⌛️ A(z) {community_title} meghívója a(z) '{parent_community_title}' közösségbe lejárt
sv: ⌛️ Inbjudan för {community_title} att gå med i '{parent_community_title}' community har gått ut

source: The invitation for '{community_title}' to join the '{parent_community_title}' community has expired.
cs: Pozvání pro '{community_title}' do komunity '{parent_community_title}' vypršelo.
de: Die Einladung für '{community_title}', um der '{parent_community_title}'-Community beizutreten, ist abgelaufen.
fi: Kutsu, jolla '{community_title}' liittyisi yhteisöön '{parent_community_title}', on vanhentunut.
hu: A(z) '{community_title}' meghívója a(z) '{parent_community_title}' közösségbe lejárt.
sv: Inbjudan för '{community_title}' att gå med i '{parent_community_title}' community har gått ut.

source: The invitation for {community_title} to join the '{parent_community_title}' community has expired.
cs: Pozvání pro {community_title} do komunity '{parent_community_title}' vypršelo.
de: Die Einladung für {community_title}, um der '{parent_community_title}'-Community beizutreten, ist abgelaufen.
fi: Kutsu, jolla {community_title} liittyisi yhteisöön '{parent_community_title}', on vanhentunut.
hu: A(z) {community_title} meghívója a(z) '{parent_community_title}' közösségbe lejárt.
sv: Inbjudan för {community_title} att gå med i '{parent_community_title}' community har gått ut.

source: The invitation for *{community_title}* to join community *{parent_community_title}* has expired.
cs: Pozvání pro *{community_title}* do komunity *{parent_community_title}* vypršelo.
de: Die Einladung für *{community_title}*, der Community *{parent_community_title}* beizutreten, ist abgelaufen.
fi: Kutsu, jolla *{community_title}* liittyisi yhteisöön *{parent_community_title}*, on vanhentunut.
hu: A(z) *{community_title}* meghívója a(z) *{parent_community_title}* közösségbe lejárt.
sv: Inbjudan för *{community_title}* att gå med i community *{parent_community_title}* har gått ut.

source: ✅ Subcommunity request accepted for "{community_title}" to join "{parent_community_title}"
cs: ✅ Žádost podkomunity "{community_title}" k připojení se k "{parent_community_title}" přijata
de: ✅ Anfrage zur Subcommunity angenommen für "{community_title}", um "{parent_community_title}" beizutreten
fi: ✅ Alayhteisöpyyntö hyväksyttiin: "{community_title}" liittyy "{parent_community_title}"
hu: ✅ "{community_title}" csatlakozási kérése a "{parent_community_title}" alközösségeként elfogadásra került
sv: ✅ Begäran för delcommunity "{community_title}" att gå med i "{parent_community_title}" accepterades

source: The community manager @{username} accepted the request for "{community_title}" to join as a subcommunity of "{parent_community_title}".
cs: Manažer komunity @{username} přijal žádost "{community_title}" k připojení se jako podkomunity k "{parent_community_title}".
de: Der Community-Manager @{username} nahm die Anfrage für "{community_title}", um als Subcommunity von "{parent_community_title}" beizutreten, an.
fi: Yhteisön ylläpitäjä @{username} hyväksyi pyynnön, että "{community_title}" liittyy alayhteisöksi yhteisöön "{parent_community_title}".
hu: @{username} közösségvezető elfogadta "{community_title}" csatlakozási kérését a "{parent_community_title}" alközösségeként.
sv: Communityansvarig @{username} accepterade begäran för "{community_title}" att gå med som en delcommunity till "{parent_community_title}".

source: 📬 Subcommunity request for "{community_title}" to join "{parent_community_title}"
cs: 📬 Žádost podkomunity "{community_title}" k připojení se k "{parent_community_title}"
de: 📬 Anfrage zur Subcommunity für "{community_title}", um "{parent_community_title}" beizutreten
fi: 📬 Yhteisön "{community_title}" pyyntö liittyä yhteisön "{parent_community_title}" alayhteisöksi
hu: 📬 "{community_title}" csatlakozási kérése a "{parent_community_title}" alközösségeként
sv: 📬 Begäran om delcommunity för "{community_title}" att gå med i "{parent_community_title}"

source: The community "{community_title}" has requested to join as a subcommunity of "{parent_community_title}"
cs: Komunita "{community_title}"požádala o přidání se jako subkomunita k "{parent_community_title}"
de: Die Community "{community_title}" hat beantragt, als Subcommunity von "{parent_community_title}" beizutreten
fi: Yhteisö "{community_title}" on pyytänyt liittyä alayhteisöksi yhteisöön "{parent_community_title}”
hu: A "{community_title}" közösség a "{parent_community_title}" alközösségeként kíván csatlakozni
sv: Communityn "{community_title}" har begärt att gå med som en delcommunity till "{parent_community_title}"

source: ⛔️ Subcommunity request declined for "{community_title}" to join "{parent_community_title}"
cs: ⛔️ Žádost podkomunity "{community_title}" k připojení se k "{parent_community_title}" odmítnuta.
de: ⛔️ Anfrage zur Subcommunity abgelehnt für "{community_title}", um "{parent_community_title}" beizutreten
fi: ⛔️ Alayhteisöpyyntö hylättiin: "{community_title}" liittyminen "{parent_community_title}”
hu: ⛔️ "{community_title}" alközösségként való csatlakozási kérése a "{parent_community_title}" közösséghez elutasítva
sv: ⛔️ Begäran om delcommunity för "{community_title}" att gå med i "{parent_community_title}" avböjdes

source: The community manager @{username} declined the request for "{community_title}" to join as a subcommunity of "{parent_community_title}".
cs: Manažer komunity @{username} odmítl žádost "{community_title}" k připojení se jako podkomunity k "{parent_community_title}".
de: Der Community-Manager @{username} lehnte die Anfrage für "{community_title}", um als Subcommunity von "{parent_community_title}" beizutreten, ab.
fi: Yhteisön ylläpitäjä @{username} hylkäsi pyynnön, että "{community_title}" liittyy alayhteisöksi yhteisöön "{parent_community_title}”.
hu: @{username} közösségvezető elutasította "{community_title}" csatlakozási kérését a "{parent_community_title}" alközösségeként.
sv: Communityansvarig @{username} avböjde begäran för "{community_title}" att gå med som en delcommunity till "{parent_community_title}".

source: Your community is publicly accessible and shows up in search results.
ar: مجموعتك متاح للجميع وتظهر في نتائج البحث.
cs: Vaše komunita je veřejná a bude se zobrazovat ve výsledcích vyhledávání.
de: Ihre Community ist öffentlich zugänglich und wird in den Suchergebnissen angezeigt.
es: Su comunidad es de acceso público y se muestra en los resultados de búsqueda.
et: Sinu grupp on avalikult ligipääsetav ning tuleb otsingutes välja.
fi: Yhteisösi on julkisesti saavutettavissa ja näkyy hakutuloksissa.
fr: Votre communauté est accessible au public et apparaît dans les résultats de recherche.
hu: Az Ön közössége nyilvánosan elérhető, és megjelenik a keresési találatokban.
ro: Comunitatea ta este accesibilă public și apare în rezultatele de căutare.
sv: Din community är offentligt tillgänglig och visas i sökresultaten.

source: Your community is restricted to users with access.
ar: مجموعتك غير متاحة للمستخدمينمن غيرالأعضاء.
cs: Vaše komunita je omezená pouze na uživatele s právy.
de: Ihre Community ist auf Benutzer*innen mit Zugang beschränkt.
es: Su comunidad está restringida a usuarios con acceso.
et: Sinu grupp on ainult ligipääsuõigusega kasutajatele.
fi: Yhteisösi on rajattu vain käyttöoikeuden omaaville käyttäjille.
fr: Votre communauté est réservée aux utilisateurs ayant accès.
hu: Az Ön közössége csak a hozzáféréssel rendelkező tagok számára elérhető.
ro: Comunitatea ta este restricționată doar pentru utilizatorii care au acces.
sv: Din community är begränsad till användare med åtkomst.

source: Members who have set their visibility to public are visible to anyone. Members with hidden visibility are only visible to other members.
ar: الأعضاء الذين جعلوا ظهورهم عامًا مرئيًا للجميع. الأعضاء الذين أخفوا ظهورهم؛ مرئيون فقط للأعضاء الآخرين.
cs: Členové, kteří si nastavili viditelnost na veřejnou, jsou viditelní pro kohokoli. Členové se skrytou viditelností jsou viditelní pouze ostatním členům.
de: Mitglieder mit dem Sichtbarkeit-Status "öffentlich" sind für alle sichtbar. Mitglieder, mit dem Sichtbarkeits-Status "verborgen" sind nur für andere Mitglieder sichtbar.
es: Los miembros que han configurado su visibilidad como pública son visibles para cualquiera. Los miembros con visibilidad oculta solo son visibles para otros miembros.
fi: Jäsenet, joiden näkyvyys on asetettu julkiseksi, näkyvät kaikille. Piilotetun näkyvyyden valinneet jäsenet näkyvät vain muille jäsenille.
fr: Les membres qui ont défini leur visibilité au public sont visibles par tous. Les membres ayant une visibilité cachée ne sont visibles que par les autres membres.
hu: A nyilvános láthatóságot beállító tagok bárki számára láthatók. A rejtett láthatóságú tagokat csak a közösség többi tagja által láthatóak.
ro: Membrii care au setat vizibilitatea la public sunt vizibile tuturor. Membrii cu vizibilitate ascunsă sunt vizibili doar altor membri.
sv: Medlemmar som har ställt in sin synlighet på offentlig är synliga för alla. Medlemmar med dold synlighet är endast synliga för andra medlemmar.

source: Members-only
ar: للأعضاء فقط
cs: Pouze členové
de: Nur für Mitglieder
fi: Vain jäsenille
hu: Csak tagoknak
sv: Endast för medlemmar

source: Members in your community are only visible to other members of the community.
ar: الأعضاء في مجتمعك مرئيون فقط لأعضاء المجتمع الآخرين.
cs: Členové vaší komunity jsou viditelní pouze ostatním členům komunity.
de: Mitglieder Ihrer Community sind nur für andere Mitglieder der Community sichtbar.
es: Los miembros de tu comunidad solo son visibles para otros miembros de la comunidad
fi: Yhteisösi jäsenet näkyvät vain muille yhteisön jäsenille.
fr: Les membres de votre communauté ne sont visibles que par les autres membres de la communauté.
hu: A közösségének tagjai csak a közösség más tagjai számára láthatók.
ro: Membrii din comunitate care sunt vizibili doar altor membri ai comunității.
sv: Medlemmar i din community är endast synliga för andra medlemmar i communityn.
