Repository: inveniosoftware/invenio-communities
Catalog: invenio_communities/translations/*/LC_MESSAGES/messages.po
Languages: ar, cs, de, es, et, fi, fr, hu, ro, sv

source: Not a valid role to serialize.
ar: ليس دورًا صالحًا للتسلسل.
cs: Neplatná role pro serializaci.
de: Keine gültige Rolle zur Serialisierung.
es: No es un rol válido para serializar.
fi: Ei kelvollinen rooli sarjallistettavaksi.
hu: Szerializáláshoz nem megfelelő szerepkör.
sv: Inte en giltig roll att serialisera.

source: Community invitation
ar: دعوات المجتمع
cs: Pozvánka do komunity
de: Community-Einladung
es: Invitación de la comunidad
et: Grupi kutse
fi: Kutsu yhteisöön
fr: Invitation communautaire
hu: Közösségi meghívó
ro: Invitație în comunitate
sv: Communityinbjudan

source: Membership request
ar: طلب عضويّة
cs: Žádost o členství
de: Mitgliedschaft beantragen
es: Solicitud de membresía
fi: Jäsenyyspyyntö
hu: Tagsági kérelem
sv: Ansökan om medlemskap

source: Missing fields 'role' and/or 'visible'.
ar: الحقول 'دور' و / أو 'المرئية' مفقودة
cs: Chybí pole 'role' a/nebo 'viditelnost'.
de: Fehlende Felder "Rolle" und/oder "Sichtbarkeit".
es: Faltan los campos 'rol' y/o 'visible'.
et: Puuduvad väljad "roll" ja/või "nähtav".
fi: Kentät 'role' ja/tai 'visible' puuttuvat.
fr: Champs manquants 'role' et/ou 'visible'.
hu: Hiányzó mezők: 'szerepkör' és/vagy 'látható'.
ro: Lipsesc câmpurile „rol” și/sau „vizibil”.
sv: Saknade fält "roll" och/eller "synlig".

source: Untitled
ar: بدون عنوان
cs: Bez názvu
de: Ohne Titel
es: Sin título
et: Pealkirjata
fi: Nimeämätön
fr: Sans titre
hu: Nincs cím
ro: Fără titlu
sv: Ingen titel

source: Must be false
ar: يجب أن تكون خاطئة
cs: Musí být nepravda
de: "visible and identity != system_identity" muss "false" ergeben.
es: Debe ser falso
et: Peab olema väär
fi: Täytyy olla epätosi
fr: Doit être faux
hu: Hamisnak kell lennie
ro: Trebuie să fie fals
sv: Måste vara falskt

source: Invalid member type: email
ar: نوع العضوية خاطئ: البريد الإلكتروني
cs: Špatný typ člena: email
de: Ungültiger Mitgliedstyp: E-Mail
es: Tipo de miembro no válido: correo
et: Vale liikme tüüp: email
fi: Virheellinen jäsentyyppi: sähköposti
fr: Type de membre invalide: email
hu: Érvénytelen tagtípus: email
ro: Tip membru nevalid: email
sv: Ogiltig medlemstyp: e-post

source: Invitation to join "%(community)s"
ar: دعوة للانضمام "%(community)s"
cs: Pozvánka k členství v komunitě %(community)s
de: Einladung, um "%(community)s" beizutreten
es: Invitación a unirse "%(community)s"
fi: Kutsu liittyä yhteisöön "%(community)s"
hu: Meghívás a(z) "%(community)s" közösséghez való csatlakozásra
sv: Inbjudan att gå med i "%(community)s"

source: You will join as "%(role)s".
ar: سوف تنضم كـ "%(role)s".
cs: Budete člen komunity s rolí "%(role)s".
de: Sie werden als "%(role)s" beitreten.
es: Se unirá como "%(role)s".
fi: Liityt roolilla "%(role)s".
hu: Ön "%(role)s"-ként fog csatlakozni
sv: Du kommer att gå med som "%(role)s".

source: A community must have at least one owner.
ar: يجب ان يكون لمجموعة على الأقل عضو مالك.
cs: Komunita musí mít alespoň jednoho vlastníka.
de: Eine Community muss mindestens eine*n Besitzer*in haben.
es: Una comunidad debe tener al menos un propietario.
et: Grupil peab olema vähemalt üks omanik.
fi: Yhteisössä on oltava vähintään yksi omistaja.
fr: Une communauté doit avoir au moins un propriétaire.
hu: A közösséghez tartoznia kell legalább egy tulajdonosnak.
ro: O comunitate trebuie să aibă cel puțin un proprietar.
sv: En community måste ha minst en ägare.

source: You cannot change your own role.
ar: لا يمكنك تغيير دورك.
cs: Nemůžete změnit svou vlastní roli.
de: Sie können nicht Ihre eigene Rolle ändern.
es: No puede cambiar su propio rol.
et: Sa ei saa enda rolli muuta.
fi: Et voi muuttaa omaa rooliasi.
fr: Vous ne pouvez pas changer votre propre rôle.
hu: Nem változtathatja meg a saját szerepkörét.
ro: Nu poți să-ți modifici rolul propriu.
sv: Du kan inte ändra din egen roll.

source: You can only set public visibility on your own membership.
ar: يمكنك فقط تبيان مرئية عامة على عضويتك.
cs: Můžete nastavit veřejnou viditelnost pouze na svém vlastním členství.
de: Sie können nur für Ihre eigene Mitgliedschaft die Sichtbarkeit "öffentlich" auswählen.
es: Solo puede configurar la visibilidad pública donde usted es miembro.
et: Avaliku nähtavuse saate määrata ainult oma liikmesusele.
fi: Voit asettaa julkisen näkyvyyden vain omalle jäsenyydellesi.
fr: Vous ne pouvez définir la visibilité publique que sur votre propre adhésion.
hu: Csak a saját tagságára tud nyilvános láthatóságot beállítani.
ro: Poți să-ți setezi vizibilitatea publică doar din setările privind apartenența.
sv: Du kan bara ställa in offentlig synlighet på ditt eget medlemskap.

source: You will join as "%(role)s" (changed from: "%(previous)s").
ar: سوف تنضم كـ "%(role)s" (تم التغيير من: "%(previous)s").
cs: Budete člen komunity s rolí "%(role)s" (změněno z: "%(previous)s").
de: Sie werden als "%(role)s" beitreten (geändert von: "%(previous)s").
fi: Liityt roolilla "%(role)s" (muutettu roolista: "%(previous)s").
hu: Ön "%(role)s"-ként fog csatlakozni (módosítva erről: "%(previous)s").
sv: Du kommer att gå med som "%(role)s" (ändrat från: "%(previous)s").

source: Request to join "%(community)s"
cs: Žádost o členství v komunitě "%(community)s"
de: Anfrage zum Beitreten von "%(community)s"
fi: Pyyntö liittyä yhteisöön "%(community)s"
hu: Csatlakozási kérés a %(community)s" közösséghez
sv: Ansökan om att gå med i \"%(community)s\"

source: User was blocked
ar: وقع حظر المستخدم
cs: Uživatel byl zablokován
de: Benutzer*in wurde blockiert
es: El usuario fue bloqueado
fi: Käyttäjä estettiin
fr: L'utilisateur était bloqué
hu: A felhasználó le lett tiltva
ro: Utilizatorul a fost blocat
sv: Användaren blockerades

source: Subcommunity request
cs: Žádost o podkomunitu
de: Subcommunity-Anfrage
es: Solicitud de subcomunidad
fi: Alayhteisöpyyntö
hu: Alközösségi kérés
sv: Ansökan om delcommunity

source: Subcommunity invitation
ar: دعوة المجتمع الفرعي
cs: Pozvánka do podkomunity
de: Einladung zur Subcommunity
fi: Kutsu alayhteisöön
hu: Meghívó al-közösségbe
sv: Inbjudan till delcommunity

source: Either community_id or community should be provided.
cs: Musí být uveden buď identifikátor komunity nebo komunita.
de: Entweder community_id oder community sollte angegeben werden.
fi: Joko community_id tai community on annettava.
hu: Vagy community_id vagy közösség megadása szükséges.
sv: Antingen community_id eller community måste anges.

source: Parent community does not accept subcommunities.
cs: Mateřská komunita nepřijímá podkomunity.
de: Die Hauptcommunity akzeptiert keine Untercommunities.
es: La comunidad principal no acepta subcomunidades
fi: Ylätason yhteisö ei hyväksy alayhteisöjä.
hu: Ez a szülőközösség nem fogad be alközösségeket.
sv: Communityn accepterar inte delcommunities.

source: Inclusion of subcommunity "%(community)s"
cs: Zahrnutí subkomunity "%(community)s"
de: Einbeziehung der Subcommunity "%(community)s"
fi: Alayhteisön "%(community)s" liittäminen
hu: "%(community)s" alközösség bevonása
sv: Inkludering av subcommunity \"%(community)s\"

source: Organize, curate and collaborate on records for your institution, project, topic or event.
ar: تنظيم السجلات والتعاون في إعدادها لمؤسستك أو مشروعك أو موضوعك أو حدثك.
cs: Organizujte, spravujte a spolupracujte na záznamech své organizace, projektu, tématu nebo události.
de: Organisieren, kuratieren und arbeiten Sie gemeinsam an Einträgen für Ihre Institution, Ihr Projekt oder Ihr Thema.
es: Organice, cure y colabore en registros para su institución, proyecto, tema o evento.
et: Organiseeri, kureeri ja tee koostööd oma institutsiooni, projekti, teemade või sündmuste kirjetega.
fi: Järjestä, kuratoi ja tee yhteistyötä tietueiden parissa organisaatiotasi, projektiasi, aihettasi tai tapahtumaasi varten.
fr: Organisez, organisez et collaborez sur des dossiers pour votre institution, projet, sujet ou événement.
hu: Szervezze, gondozza és működjön együtt intézménye, projektje, témaköre vagy eseménye rekordjain!
ro: Organizează, administrează și colaborează privind înregistrările propriei instituții, proiect, subiect sau eveniment.
sv: Organisera, granska och samarbeta om poster för din institution, ditt projekt, ämne eller evenemang.

source: Search communities
ar: البحث في المجتمعات
cs: Hledat v komunitách
de: Communitys durchsuchen
es: Buscar comunidades
et: Otsi gruppe
fi: Hae yhteisöjä
fr: Rechercher des communautés
hu: Közösségek keresése
ro: Caută comunități
sv: Sök efter communities

source: Search
ar: بحث
cs: Hledat
de: Suchen
es: Buscar
fi: Haku
fr: Recherche
hu: Keresés
ro: Caută
sv: Sök

source: My communities
ar: مجتمعي
cs: Moje komunity
de: Meine Communitys
es: Mis comunidades
et: Minu grupid
fi: Omat yhteisöt
fr: Mes communautés
hu: Közösségeim
ro: Comunitățile mele
sv: Mina communities

source: See all
ar: رؤية الكل
cs: Zobrazit vše
de: Alle anzeigen
es: Ver todos
et: Vaata kõiki
fi: Näytä kaikki
fr: Voir tout
hu: Összes megtekintése
ro: Vezi tot
sv: Se alla

source: New communities
ar: مجتمعات جديد
cs: Nové komunity
de: Neue Communitys
es: Nuevas comunidades
et: Uued grupid
fi: Uudet yhteisöt
fr: Nouvelles communautés
hu: Új közösségek
ro: Comunități noi
sv: Nya communities

source: Tombstone
ar: تمثال
cs: Náhrobní kámen
es: Cementerio
fi: Poistomerkintä
fr: Tombeau
hu: Helyettesítő oldal
ro: Container al obiectelor șterse
sv: Gravsten

source: Gone
ar: تم
cs: Odstraněn(o)
de: Entfernt
es: Eliminado
et: Pole saadaval
fi: Poistettu
fr: Parti
hu: Véglegesen törölve
ro: Nu mai e
sv: Borta

source: The community you are trying to access was removed from %(sitename)s. The metadata of the community is kept for archival purposes.
ar: تمت إزالة المجموعة التي تحاول الوصول إليها من %(sitename)s. تم الابقاء على الميتاداتا للمجموعة لأغراض الأرشفة والحفظ.
cs: Komunita, ke které se snažíte přistoupit, byla odstraněna z %(sitename)s. Metadata komunity jsou uchována pro archivní účely.
de: Die Community, auf die Sie zugreifen möchten, wurde von %(sitename)s entfernt. Die Metadaten der Community werden für archivarische Zwecke aufbewahrt.
es: La comunidad que intentas acceder fue eliminada de %(sitename)s. Los metadatos de la comunidad se conservan con fines archivísticos
fi: Yhteisö, johon yrität päästä, on poistettu sivustolta %(sitename)s. Yhteisön metatiedot säilytetään arkistointitarkoituksiin.
fr: La communauté à laquelle vous essayez d'accéder a été supprimée de %(sitename)s. Le les métadonnées de la communauté sont conservées à des fins d'archivage.
hu: A keresett közösséget eltávolították a(z) %(sitename)s oldalról. A közösség metaadatait archiválási célból megőriztük.
ro: Comunitatea pe care încerci să o accesezi a fost eliminată din %(sitename)s. Metadatele comunității sunt păstrate în scopul arhivării.
sv: Communityn du försöker komma åt har tagits bort från %(sitename)s. Metadatan för communityn sparas för arkivändamål.

source: Reason for removal:
ar: سبب الحذف:
cs: Důvod smazání:
de: Grund für die Löschung:
es: Motivo de la eliminación:
fi: Poistamisen syy:
fr: Motif du retrait:
hu: Eltávolítás oka:
ro: Motivul eliminării:
sv: Orsak till borttagning:

source: Removed by:
ar: تم الحذف من طرف:
cs: Odstranil:
de: Entfernt von:
es: Eliminado por:
fi: Poistanut:
fr: Supprimé par:
hu: Eltávolította:
ro: Eliminat de:
sv: Borttagen av:

source: Removal note:
ar: ملاحظة الحذف:
cs: Poznámka k odstranění:
de: Löschnotiz:
es: Nota de eliminación:
fi: Poistomerkintä:
fr: Note de suppression:
hu: Eltávolítási megjegyzés:
ro: Notă de ștergere:
sv: Meddelande om borttagning:

source: Date of removal:
ar: تاريخ الحذف:
cs: Datum odstranění:
de: Löschdatum:
es: Fecha de eliminación:
fi: Poistopäivä:
fr: Date de retrait:
hu: Eltávolítás dátuma:
ro: Data eliminării:
sv: Datum för borttagning:

source: Submission to this community is only allowed to community members.
ar: يُسمح بالمساهمة في هذا المجتمع لأعضاء المجتمع فقط.
cs: Zařazení záznamu do této komunity je povoleno pouze členům komunity.
de: Die Einreichung in diese Community ist nur Community-Mitgliedern erlaubt.
fi: Tähän yhteisöön voivat lähettää vain yhteisön jäsenet.
hu: A közösségbe való beküldés csak a közösség tagjai számára engedélyezett.
sv: Endast communityns medlemmar kan skicka in poster till denna community.

source: New upload
ar: إيداع جديد
cs: Nový záznam
de: Neuer Eintrag
es: Nueva subida
et: Uus üleslaadimine
fi: Uusi aineisto
fr: Nouveau téléchargement
hu: Új feltöltés
ro: Încărcare nouă
sv: Ny uppladdning

source: Manage community
ar: إدارة المجتمع
cs: Spravovat komunitu
de: Community verwalten
es: Gestionar comunidad
fi: Hallinnoi yhteisöä
fr: Gérer la communauté
hu: Közösség kezelése
ro: Gestionează comunitatea
sv: Hantera community

source: New subcommunity
cs: Nová podkomunita
de: Neue Subcommunity
fi: Uusi alayhteisö
hu: Új alközösség
sv: Ny delcommunity

source: Awards
ar: جوائز
cs: Ocenění
de: Auszeichnungen
es: Reconocimientos
fi: Palkinnot
fr: Prix
hu: Díjak
ro: Premii
sv: Projektanslag

source: Visit external website
ar: زيارة موقع واب خارجي
cs: Navštívit externí web
de: Externe Website besuchen
es: Visitar sitio externo
fi: Siirry ulkoiselle sivustolle
fr: Visiter site externe
hu: Külső weboldal megnyitása
ro: Vizitează un site extern
sv: Besök extern webbplats

source: Opens in new tab
ar: فتح في تبويبة جديدة
cs: Otevře se v nové záložce
de: Öffnet sich in neuem Tab
es: Se abre en una pestaña nueva
fi: Avautuu uuteen välilehteen
fr: Ouvre dans un nouvel onglet
hu: Új lapon nyílik meg
ro: Se deschide într-un tab nou
sv: Öppnas i ny flik

source: Community visibility
ar: مرئية المجتمع
cs: Viditelnost komunity
de: Sichtbarkeit der Community
es: Visibilidad de la comunidad
et: Grupi nähtavus
fi: Yhteisön näkyvyys
fr: Visibilité communautaire
hu: Közösségi láthatóság
ro: Vizibilitatea comunității
sv: Community-synlighet

source: The community is restricted to users with access.
ar: المجموعة حصريّة للأعضاء المخوّل لهم الولوج
cs: Komunita je viditelná pouze svým členům.
de: Die Community ist beschränkt auf Benutzer*innen mit Zugriffsrecht.
es: La comunidad está restringida a usuarios con acceso.
et: Grupp on kättesaadav vaid ligipääsuõigusega kasutajatele.
fi: Yhteisö on rajoitettu vain käyttöoikeuden omaaville käyttäjille.
fr: La communauté est réservée aux utilisateurs ayant accès.
hu: A közösség korlátozva van a hozzáféréssel rendelkező felhasználók számára.
ro: Comunitatea este restricționată doar pentru utilizatorii care au acces.
sv: Communityn är begränsad till användare med åtkomst.

source: members
ar: الأعضاء
cs: členové
de: Mitglieder
es: miembros
et: liikmed
fi: jäsentä
fr: membres
hu: tagok
ro: membri
sv: medlemmar

source: Invitations
ar: الدعوات
cs: Pozvánky
de: Einladungen
es: Invitaciónes
et: Kutsed
fi: Kutsut
hu: Meghívások
ro: Invitații
sv: Inbjudningar

source: requests
ar: الطلبات
cs: žádosti
de: Anfragen
es: peticiones
et: taotlused
fi: pyyntöä
fr: demandes
hu: kérések
ro: cereri
sv: förfrågningar

source: settings
ar: إعدادات
cs: nastavení
de: Einstellungen
es: ajustes
et: seaded
fi: asetukset
fr: paramètres
hu: beállítások
ro: setări
sv: inställningar

source: Profile
ar: الملف الشّخصي
cs: Profil
de: Profil
es: Perfil
et: Profiil
fi: Profiili
fr: Profil
hu: Profil
ro: Profil
sv: Profil

source: Privileges
ar: الامتيازات
cs: Oprávnění
de: Rechte
es: Privilegios
et: Privileegid
fi: Oikeudet
fr: Privilèges
hu: Jogok
ro: Privilegii
sv: Privilegier

source: Submission policy
cs: Politika vkládání záznamů
de: Einreichungs-Policy
fi: Lähetyskäytäntö
hu: Beadási irányelvek
sv: Inskickningspolicy

source: Pages
ar: صفحات:
cs: Stránky
de: Seiten
es: Páginas
fi: Sivut
hu: Oldalak
ro: Pagini
sv: Sidor

source: subcommunities
cs: podkomunity
fi: alayhteisöä
hu: alközösségek
sv: delcommunities

source: Subcommunities
cs: Podkomunity
fi: Alayhteisöt
hu: Alközösségek
sv: Delcommunities

source: Browse
ar: تصفح
cs: Procházet
de: Suchen
es: Explorar
fi: Selaa
hu: Keresés
sv: Bläddra

source: Featured communities
ar: المجتمعات المميزة
cs: Doporučené komunity
de: Ausgewählte Communitys
es: Comunidades destacadas
fi: Nostetut yhteisöt
fr: Les communautés en vedette
hu: Kiemelt közösségek
ro: Comunități în prim plan
sv: Utvalda communities

source: 💬 New comment on '{request_title}'
ar: 💬 تعليق جديد على '{request_title}'
cs: 💬 Nový komentář k '{request_title}'
de: 💬 Neuer Kommentar zu '{request_title}'
fi: 💬 Uusi kommentti kohteessa '{request_title}'
hu: 💬 Új hozzászólás: '{request_title}'
sv: 💬 Ny kommentar för '{request_title}'

source: '@{user_name}' commented on '{request_title}':
ar: '@{user_name}' علّق على '{request_title}':
cs: '@{user_name}' komentoval(a) '{request_title}':
de: '@{user_name}' hat auf '{request_title}' kommentiert:
fi: '@{user_name}' kommentoi kohdetta '{request_title}':
hu: '@{user_name}' hozzászólt ehhez: '{request_title}'
sv: '@{user_name}' kommenterade på '{request_title}':

source: Check out the request
ar: تحقق من الطلب
cs: Zkontrolujte žádost
de: Überprüfen Sie die Anfrage
fi: Katso pyyntö
hu: Tekintse meg a kérelmet
sv: Visa förfrågan

source: This is an auto-generated message. To manage notifications, visit your
ar: هذه رسالة حررت آليا. لإدارة الإشعارات، تفضل بزيارة
cs: Toto je automaticky generovaná zpráva. Pro správu notifikací navštivte své
de: Dies ist eine automatisch generierte Nachricht. Um Benachrichtigungen zu verwalten, besuchen Sie Ihre
fi: Tämä on automaattisesti luotu viesti. Hallitaksesi ilmoituksia siirry
hu: Ez egy automatikusan generált üzenet. Az értesítések kezeléséhez látogasson el
sv: Detta är ett auto-genererat meddelande. För att hantera notiser, besök din

source: account settings
ar: إعدادات الحساب
cs: Nastavení účtu
de: Account-Einstellungen
fi: tiliasetuksiin
hu: Fiókbeállítások
sv: kontoinställningar

source: @{user_name} commented on '{request_title}'
ar: @{user_name} علّق على '{request_title}'
cs: @{user_name} komentoval(a) '{request_title}'
de: Kommentiert von '@{user_name}' auf '{request_title}'
fi: @{user_name} kommentoi kohdetta '{request_title}'
hu: @{user_name} hozzászólt ehhez: '{request_title}'
sv: @{user_name} kommenterade på '{request_title}'

source: Check out the request: {request_link}
ar: تحقق من الطلب: {request_link}
cs: Zkontrolujte žádost: {request_link}
de: Überprüfen Sie die Anfrage: {request_link}
fi: Katso pyyntö: {request_link}
hu: Tekintse meg a kérelmet: {request_link}
sv: Visa förfrågan: {request_link}

source: *@{user_name}* commented on *{request_title}*
ar: *@{user_name}* علّق على *{request_title}*
cs: *@{user_name}* komentoval(a) *{request_title}*
de: Kommentiert von '@{user_name}' auf '{request_title}'
fi: *@{user_name}* kommentoi kohdetta *{request_title}*
hu: *@{user_name}* hozzászólt ehhez: *{request_title}*
sv: *@{user_name}* kommenterade på *{request_title}*

source: ✅ @{user_name} accepted the invitation to join community '{community_title}'.
ar: ✅ @{user_name} قبل الدعوة للانضمام إلى المجتمع '{community_title}'.
cs: @{user_name} přijal pozvání do komunity '{community_title}'.
de: ✅ @{user_name} hat die Einladung angenommen, der Community '{community_title}' beizutreten.
fi: ✅ @{user_name} hyväksyi kutsun liittyä yhteisöön '{community_title}'.
hu: ✅ @{user_name} elfogadta a(z) '{community_title}' közösségbe szóló meghívást.
sv: ✅ @{user_name} har accepterat inbjudan att gå med i '{community_title}'.

source: '@{user_name}' accepted the invitation to join your community '{community_title}'
ar: '@{user_name}' قبل الدعوة للانضمام إلى المجتمع '{community_title}'.
cs: '@{user_name}' přijal pozvání do Vaší komunity '{community_title}'
de: '@{user_name}' hat die Einladung angenommen, Ihrer Community '{community_title}' beizutreten.
fi: '@{user_name}' hyväksyi kutsun liittyä yhteisöösi '{community_title}'
hu: '@{user_name}' elfogadta a(z) '{community_title}' közösségbe szóló meghívást
sv: '@{user_name}' har accepterat inbjudan att gå med i ditt community '{community_title}'

source: with the following message:
ar: مع الرسالة التالية:
cs: s následující zprávou:
de: mit der folgenden Nachricht:
fi: seuraavalla viestillä:
hu: a következő üzenettel:
sv: med följande meddelande:

source: Check out the invitation
ar: تحقق من الدعوة
cs: Zkontrolujte pozvánku
de: Überprüfen Sie die Einladung
fi: Katso kutsu
hu: Tekintse meg a meghívót
sv: Se inbjudningar

source: @{user_name} accepted the invitation to join your community '{community_title}'
ar: '@{user_name}' قبل الدعوة للانضمام إلى مجتمعك '{community_title}'.
cs: @{user_name} přijal pozvání do Vaší komunity '{community_title}'
de: '@{user_name}' hat die Einladung angenommen, Ihrer Community '{community_title}' beizutreten.
fi: @{user_name} hyväksyi kutsun liittyä yhteisöösi '{community_title}'
hu: @{user_name} elfogadta az Ön '{community_title}' közösségébe szóló meghívást
sv: @{user_name} har accepterat inbjudan att gå med i ditt community '{community_title}'

source: with the following message:
ar: مع الرسالة التالية:
cs: s následující zprávou:
de: mit der folgenden Nachricht:
fi: seuraavalla viestillä:
hu: ezzel az üzenettel:
sv: med följande meddelande:

source: Check out the invitation:
ar: تحقق من الدعوة:
cs: Zkontrolujte pozvánku:
de: Überprüfen Sie die Einladung:
fi: Katso kutsu:
hu: Meghívó megtekintése:
sv: Se inbjudan:

source: *@{user_name}* accepted the invitation to join your community *{community_title}*
ar: '@{user_name}' قبل الدعوة للانضمام إلى مجتمعك '{community_title}'.
cs: *@{user_name}* přijal pozvání do Vaší komunity *{community_title}*
de: '@{user_name}' hat die Einladung angenommen, Ihrer Community '{community_title}' beizutreten.
fi: *@{user_name}* hyväksyi kutsun liittyä yhteisöösi *{community_title}*
hu: *@{user_name}* elfogadta az Ön *{community_title}* közösségébe szóló meghívást
sv: *@{user_name}*har accepterat inbjudan att gå med i ditt community *{community_title}*

source: ❌ Community member invitation cancelled for @{user_name}
ar: ❌ تم إلغاء دعوة عضو المجتمع لـ @{user_name}
cs: ❌ Pozvání člena komunity pro @{user_name} bylo zrušeno
de: ❌ Einladung für Community-Mitglied @{user_name} wurde storniert.
fi: ❌ Yhteisöjäsenen kutsu peruttiin käyttäjälle @{user_name}
hu: ❌ @{user_name} részére szóló közösségi meghívó törölve lett
sv: ❌ Inbjudan till Community har avbrutits för @{user_name}

source: The invitation for '@{user_name}' to join community '{community_title}' was cancelled
ar: تم إلغاء الدعوة الموجهة إلى '@{user_name}' للانضمام إلى المجتمع '{community_title}'
cs: Pozvání '@{user_name}' do komunity '{community_title}' bylo zrušeno
de: Die Einladung für '@{user_name}', der Community '{community_title}' beizutreten, wurde storniert.
fi: Kutsu, jolla '@{user_name}' liittyisi yhteisöön '{community_title}', peruttiin
hu: '@{user_name}' részére szóló meghívó a(z) '{community_title}' közösségbe törölve lett
sv: Inbjudningen för '@{user_name}' att gå med i communitiet '{community_title}' har avbrutits

source: The invitation for @{user_name} to join your community '{community_title}' was cancelled
ar: تم إلغاء الدعوة الموجهة إلى '@{user_name}' للانضمام إلى مجتمعك '{community_title}'
cs: Pozvání {user_name} do Vaší komunity '{community_title}' bylo zrušeno
de: Die Einladung für @{user_name}, Ihrer Community '{community_title}' beizutreten, wurde storniert.
fi: Kutsu, jolla @{user_name} liittyisi yhteisöösi '{community_title}', peruttiin
hu: @{user_name} meghívása a(z) '{community_title}' közösségbe törölve lett
sv: Inbjudningen för '@{user_name}' att gå med i communitiet '{community_title}' har avbrutits
