Repository: inveniosoftware/invenio-communities
Catalog: invenio_communities/translations/*/LC_MESSAGES/messages.po
Languages: ar, cs, de, es, et, fi, fr, hu, ro, sv

source: All authenticated users can submit records to the community. If the community is restricted, then only members can submit records to it.
cs: Všichni autorizovaní uživatelé mohou přidávat záznamy do komunity. Jedná-li se o komunitu s omezeným přístupem, mohou do ní přidávat záznamy pouze členové.
de: Alle authentifizierten Benutzer*innen können Datensätze zur Community einreichen. Wenn die Community eingeschränkt ist, können nur Mitglieder Datensätze einreichen.
fi: Kaikki kirjautuneet käyttäjät voivat lähettää tietueita yhteisöön. Jos yhteisö on rajoitettu, vain jäsenet voivat lähettää siihen tietueita.
hu: Minden hitelesített felhasználó küldhet be rekordokat a közösségbe. Ha a közösség korlátozott, csak a tagok küldhetnek be rekordokat.
sv: Alla autentiserade användare kan skicka in poster till communityn. Om communityn är begränsad kan endast medlemmar skicka in poster till den.

source: Only members can submit records to the community.
cs: Pouze členové mohou přidávat záznamy do komunity.
de: Nur Mitglieder können Datensätze zur Community einreichen.
fi: Vain jäsenet voivat tallentaa aineistoja yhteisöön.
hu: Csak a tagok küldhetnek be rekordokat a közösségbe.
sv: Endast medlemmar kan skicka in poster till communityn.

source: Review all submissions
ar: مراجعة جميع الأيداعات
cs: Zkontrolovat všechny příspěvky
de: Überprüfen Sie alle Einreichungen
fi: Tarkista kaikki tallennukset
hu: Összes beküldés áttekintése
sv: Granska alla inlämningar

source: All submissions to the community must be reviewed.
ar: يجب مراجعة جميع الإيداعات المقدمة للمجتمع.
cs: Všechny příspěvky do komunity musí být zkontrolovány.
de: Alle Einträge in Ihre Community müssen begutachtet werden.
es: Todas las presentaciones a la comunidad deben ser revisadas.
fi: Kaikki yhteisöön tehtävät lähetykset on tarkistettava.
fr: Toutes les soumissions à la communauté doivent être examinées.
hu: A közösségbe beküldött összes anyag bírálatot igényel.
ro: Toate propunerile din comunitate trebuie evaluate.
sv: Alla bidrag till communityn måste granskas.

source: Allow curators, managers and owners to publish without review
ar: السماح للمشرفين والمديرين والمالكين بالنشر دون مراجعة
cs: Povolit kurátorům, manažerům a vlastníkům publikovat bez kontroly
de: Erlauben Sie Kurator*innen, Manager*innen und Eigentümer*innen, ohne Überprüfung zu veröffentlichen.
fi: Salli kuraattorien, ylläpitäjien ja omistajien julkaista ilman tarkistusta
hu: A felügyelők, kezelők és tulajdonosok bírálat nélkül is publikálhatnak.
sv: Tillåt granskare, managers och ägare att publicera utan granskning

source: Submissions to the community by default requires review, but curators, managers and owners can publish directly without review.
ar: تتطلب الإيداعات إلى المجتمع المراجعة بشكل تلقائي، ولكن يمكن للمنسقين والمديرين والمالكين النشر مباشرة دون مراجعة.
cs: Příspěvky do komunity vyžadují ve výchozím nastavení kontrolu, ale kurátoři, manažeři a vlastníci komunity mohou publikovat přímo bez kontroly.
de: Einträge in Ihre Community müssen begutachtet werden. Kurator*innen, Manager*innen und Besitzer*innen können Einträge ohne weitere Begutachtung veröffentlichen.
es: Las presentaciones a la comunidad requieren revisión por defecto, pero los curadores, gestores y propietarios pueden publicar directamente sin revisión.
fi: Yhteisöön tehtävät tallennukset vaativat oletuksena tarkistuksen, mutta kuraattorit, ylläpitäjät ja omistajat voivat julkaista suoraan ilman tarkistusta.
fr: Les soumissions à la communauté par défaut nécessitent un examen, mais les conservateurs, les gestionnaires et les propriétaires peuvent publier directement sans examen.
hu: Alapértelmezés szerint a beküldött anyagok bírálatot igényelnek, de a felügyelők, kezelők és tulajdonosok bírálat nélkül, közvetlenül publikálhatnak.
sv: Bidrag till communityn kräver som standard granskning, men granskare, managers och ägare kan publicera direkt utan granskning.

source: Allow all members to publish without review
cs: Povolit všem členům publikovat bez kontroly
de: Alle Mitglieder dürfen ohne Überprüfung veröffentlichen
fi: Salli kaikkien jäsenten julkaista ilman tarkistusta
hu: Minden tag számára legyen lehetőség felülvizsgálat nélküli közzétételre
sv: Tillåt alla medlemmar att publicera utan granskning

source: Submissions to the community by default requires review, but all community members can publish directly without review.
cs: Příspěvky do komunity vyžadují ve výchozím nastavení kontrolu, ale všichni členové komunity mohou publikovat přímo bez kontroly.
de: Einträge in Ihre Community müssen begutachtet werden. Kurator*innen, Manager*innen und Besitzer*innen können Einträge ohne weitere Begutachtung veröffentlichen.
es: Las presentaciones a la comunidad requieren revisión por defecto, pero todos los miembros de la comunidad pueden publicar directamente sin revisión.
fi: Yhteisöön tehtävät tallennukset vaativat oletuksena tarkistuksen, mutta kaikki yhteisön jäsenet voivat julkaista suoraan ilman tarkistusta.
hu: Alapértelmezés szerint a beküldött anyagok bírálatot igényelnek, de a közösség minden tagja bírálat nélkül, közvetlenül publikálhat.
sv: Bidrag till communityn kräver som standard granskning, men alla communityns medlemmar kan publicera direkt utan granskning.

source: Users can request to join your community.
cs: Uživatelé mohou požádat o připojení k vaší komunitě.
de: Benutzer*innen können eine Anfrage zum Beitritt zu Ihrer Community stellen.
es: Los usuarios pueden solicitar unirse a tu comunidad.
fi: Käyttäjät voivat pyytää liittymistä yhteisöösi.
hu: A felhasználók kérhetik a közösséghez való csatlakozást.
sv: Användare kan ansöka om att gå med i din community.

source: Users cannot request to join your community. Only invited users can become members of your community.
cs: Uživatelé nemohou požádat o připojení k vaší komunitě. Pouze pozvaní uživatelé se mohou stát členy vaší komunity.
de: Benutzer*innen können keine Anträge auf Beitritt zu Ihrer Community stellen. Nur eingeladene Benutzer*innen können Mitglied der Community werden.
es: Los usuarios no pueden solicitar unirse a tu comunidad. Solo los usuarios invitados pueden convertirse en miembros de tu comunidad.
fi: Käyttäjät eivät voi pyytää liittymistä yhteisöösi. Vain kutsutut käyttäjät voivat liittyä yhteisösi jäseniksi.
hu: A felhasználók nem kérhetik a közösséghez való csatlakozást. Csak meghívott felhasználók csatlakozhatnak a közösséghez.
sv: Användare kan inte ansöka om att gå med i din community. Endast inbjudna användare kan bli medlemmar i din community.

source: parent.communities.ids:%(id)s
cs: ids.nadřazených.komunit: %(id)s

source: The ID should contain only letters with numbers or dashes.
et: ID peab sisaldama ainult tähti, koos numbrite või sidekriipsudega.
ro: ID-ul poate conține doar litere, numere sau cratime.

source: profile
fr: profil
ro: profil

source: Review policy
fr: Politique de révision
ro: Politica de evaluare

source: Logo size limit exceeded. Limit: {limit} bytes Given: {file_size} bytes
et: Logo suuruse limiit on ületatud. Piirang: {limit} baiti Antud: {file_size} baiti

source: Invitation to join "{community}"
et: Kutse liituda "{community}"

source: You will join as "{role}".
et: Liitute kui "{role}".

source: You will join as "{role}" (changed from: "{previous}").
et: Liitute rolliga "{role}" (muudetud: "{eelmine}").

source: The community you are trying to access was removed from %(sitename)s. The metadata of the community is kept for archival purposes.
et: Grupp, millele sa soovid ligi pääseda eemaldati saidilt %(sitename)s. Grupi metaandmeid säilitatakse arhiveerimise eesmärgil.

source: About this community
et: Info grupi kohta
