Repository: inveniosoftware/invenio-communities
Catalog: invenio_communities/translations/*/LC_MESSAGES/messages.po
Languages: ar, cs, de, es, et, fi, fr, hu, ro, sv

source: Best match
ar: أفضل تطابق
cs: Dle nejlepší shody
de: Beste Übereinstimmung
es: Mejor coincidencia
et: Parim vaste
fi: Paras osuma
fr: Meilleur match
hu: Legjobb találat
ro: Cel mai bun rezultat
sv: Bästa matchningen

source: Newest
ar: الأجد
cs: Od nejnovějšího
de: Neuster
es: Más nuevo
et: Uusim
fi: Uusin
fr: Plus récent
hu: Legújabb
ro: Cel mai nou
sv: Nyast

source: Oldest
ar: الأقدم
cs: Od nejstaršího
de: Ältester
es: Más viejo
et: Vanim
fi: Vanhin
fr: Plus vieux
hu: Legrégebbi
ro: Cel mai vechi
sv: Äldst

source: Version
ar: نسخة
cs: Verze
et: Versioon
fi: Versio
hu: Verzió
ro: Versiune

source: Recently updated
ar: المحدثة مؤخرا
cs: Nedávno aktualizované
de: Kürzlich aktualisiert
es: Actualizado recientemente
et: Hiljuti uuendatud
fi: Hiljattain päivitetty
fr: Récemment mis à jour
hu: Nemrég feltöltött
ro: Actualizat recent
sv: Nyast uppdatering

source: Least recently updated
ar: الأقل تحيينا مؤخرًا
cs: Nejdéle aktualizované
de: Am wenigsten aktuell
es: Menos actualizado recientemente
et: Kõige kauem aega tagasi uuendatud
fi: Vanhimmin päivitetty
fr: Moins récemment mis à jour
hu: Legrégebben feltöltött
ro: Cel mai puțin actualizat
sv: Äldst uppdatering

source: Reader
ar: القارئ
cs: Čtenář
de: Leser*in
es: Lector
et: Lugeja
fi: Lukija
fr: Lecteur
hu: Olvasó
ro: Cititor
sv: Läsare

source: Can view restricted records.
ar: يمكن رؤية السجلات المقيدة.
cs: Může prohlížet záznamy s omezeným přístupem.
de: Kann zugriffsbeschränkte Einträge sehen.
es: Puede ver registros restringidos.
et: Saab vaadata piiratud ligipääsuga kirjeid.
fi: Voi nähdä rajoitetut tietueet.
fr: Peut afficher les enregistrements restreints.
hu: Megtekintheti a korlátozott hozzáférésű rekordokat.
ro: Poți vedea înregistrări restricționate.
sv: Kan visa begränsade poster.

source: Curator
ar: المتصرف
cs: Kurátor
de: Kurator*in
es: Curador
et: Kuraator
fi: Kuraattori
fr: Curateur
hu: Felügyelő
sv: Kurator

source: Can curate records and view restricted records.
ar: يمكن التصرف و رؤية السجلات المقيدة.
cs: Může spravovat záznamy a prohlížet záznamy s omezeným přístupem.
de: Kann Einträge kuratieren und zugriffsbeschränkte Einträge sehen.
es: Puede cuidar registros y ver registros restringidos.
et: Saab kureerida kirjeid ja vaadata piiratud ligipääsuga kirjeid.
fi: Voi kuratoida tietueita ja nähdä rajoitetut tietueet.
fr: Peut gérer des enregistrements et afficher des enregistrements restreints.
hu: Felügyelheti a rekordokat és láthatja a korlátozott hozzáférésű rekordokat.
ro: Poate administra înregistrări și poate vizualiza înregistrările restricționate.
sv: Kan granska poster och visa begränsade poster.

source: Manager
ar: المشرف
cs: Správce
de: Manager*in
es: Gestor
et: Haldaja
fi: Ylläpitäjä
fr: Gestionnaire
hu: Kezelő

source: Can manage members, curate records and view restricted records.
ar: يمكن الإشراف على الأعضاء ، التصرف و رؤية السجلات المقيدة.
cs: Může spravovat členy, spravovat záznamy a prohlížet záznamy s omezeným přístupem.
de: Kann Mitglieder verwalten, Einträge kuratieren und zugriffsbeschränkte Einträge sehen.
es: Puede administrar miembros, cuidar registros y ver registros restringidos.
et: Saab hallata liikmeid, kureerida kirjeid ja vaadata piiratud ligipääsuga kirjeid.
fi: Voi hallita jäseniä, kuratoida tietueita ja nähdä rajoitetut tietueet.
fr: Peut gérer les membres, gérer les enregistrements et afficher les enregistrements restreints.
hu: Kezelheti a tagokat, gondozhatja a rekordokat és megtekintheti a korlátozott hozzáférésű rekordokat.
ro: Poate gestiona membri, administra înregistrări și vizualiza înregistrări restricționate.
sv: Kan hantera medlemmar, granska poster och visa begränsade poster.

source: Owner
ar: المالك
cs: Vlastník
de: Besitzer*in
es: Propietario
et: Omanik
fi: Omistaja
fr: Propriétaire
hu: Tulajdonos
ro: Proprietar
sv: Ägare

source: Full administrative access to the entire community.
ar: الإشراف العام على جل المجموعة.
cs: Plný administrativní přístup k celé komunitě.
de: Voller administrativer Zugang zur gesamten Community.
es: Acceso administrativo completo a toda la comunidad.
et: Täielik administratiivne juurdepääs kogu kogukonnale.
fi: Täydet ylläpito-oikeudet koko yhteisöön.
fr: Accès administratif complet à toute la communauté.
hu: Teljes adminisztrátori hozzáférés az egész közösséghez.
ro: Acces administrativ complet pentru întreaga comunitate.
sv: Full administrativ tillgång till hela communityn.

source: Name
ar: اسم
cs: Jméno
es: Nombre
et: Nimetus
fi: Nimi
fr: Nom
hu: Név
ro: Nume
sv: Namn

source: A featured community entry with {q} does not exist.
ar: لا وجود لمجموعة مميزة بمدخل {q}.
cs: Vybraná položka komunity s {q} neexistuje.
de: Ein Eintrag der ausgezeichneten Community mit {q} ist nicht vorhanden.
es: No existe una entrada de comunidad destacada con {q}.
et: Esiletõstetud grupi kirjet milles {q} pole olemas.
fi: Esillä olevaa yhteisömerkintää {q} ei ole olemassa.
fr: Une entrée de la communauté en vedette avec {q} n'existe pas.
hu: Nincs {g} bejegyzést tartalmazó kiemelt közösség.
ro: O înregistrare pentru comunitatea vizată având {q} nu există.
sv: En utvald community med {q} finns inte.

source: No logo exists for this community.
cs: Pro tuto komunitu neexistuje logo.
de: Für diese Community gibt es kein Logo.
es: No existe ningún logotipo para esta comunidad.
fi: Tällä yhteisöllä ei ole logoa.
hu: Ennek a közösségnek nincs logója.
sv: Det finns ingen logotyp för detta community.

source: Logo size limit exceeded. Limit: {limit_value} {limit_unit} Given: {file_size_value} {file_size_unit}
ar: تجاوز للحد الاقصى لحجم الترخيمة. Limit: {limit_value} {limit_unit} Given: {file_size_value} {file_size_unit}
cs: Překročen limit velikosti loga. Limit: {limit_value} {limit_unit} Zadané: {file_size_value} {file_size_unit}
de: Die Größenbeschränkung für das Logo wurde überschritten. Limit: {limit_value} {limit_unit} Übergeben: {file_size_value} {file_size_unit}
es: Se superó el tamaño máximo del logotipo. Límite: {limit_value} {limit_unit} Dado: {file_size_value} {file_size_unit}
fi: Logon kokoraja ylittyi. Raja: {limit_value} {limit_unit} Annettu: {file_size_value} {file_size_unit}
hu: A logó mérete meghaladja a megengedett limitet. Limit: {limit_value} {limit_unit}. Megadott: {file_size_value} {file_size_unit}
sv: Storleksgräns för Logotyp har överskridits. Gräns: {limit_value} {limit_unit} Angedd storlek: {file_size_value} {file_size_unit}

source: There is %(num)s request open for this community. Please, resolve it before deleting this community.
ar: هناك%(num)s طلب مفتوح لهذا المجتمع. يُرجى حلّها جميعًا قبل حذف هذا المجتمع.
cs: Tato komunita obsahuje %(num)s otevřenou žádost. Prosím, vypořádejte ji před smazáním této komunity.
de: Es gibt %(num)s offene Anfrage für diese Community. Bitte lösen Sie diese Anfrage vor dem Löschen der Community auf.
es: Hay %(num)ssolicitud abierta para esta comunidad. Por favor, resuélvela antes de eliminarla.
fi: Tälle yhteisölle on %(num)s avoin pyyntö. Ratkaise se ennen yhteisön poistamista.
fr: Il y a %(num)s des demandes ouvertes pour cette communauté. S'il vous plaît, résolvez-les tous avant de supprimer cette communauté.
hu: %(num)snyitott kérés van ehhez a közösséghez. Kérjük, oldja fel, mielőtt törölné a közösséget.
ro: Există %(num)s cereri deschise pentru această comunitate. Rezolvați-le pe toate înainte de a șterge-o.
sv: Det finns %(num)s öppna förfrågningar för denna community. Vänligen lös dem allihop innan du tar bort den här communityn.

source: Cannot set community as the default. The record has not been added to the community.
ar: لا يمكن تعيين المجتمع تلقائيا. لم تتم إضافة التسجيلة إلى المجتمع.
cs: Nelze nastavit komunitu jako výchozí. Záznam nebyl přidán do této komunity.
de: Die Community kann nicht als Standard festgelegt werden. Der Eintrag wurde nicht in die Community aufgenommen.
es: No se puede establecer la comunidad como predeterminada. El registro no se ha agregado a la comunidad.
fi: Yhteisöä ei voida asettaa oletukseksi. Tietuetta ei ole lisätty yhteisöön.
fr: Impossible de définir la communauté par défaut. Le dossier n'a pas été ajouté à la communauté.
hu: A közösség nem állítható be alapértelmezettként. A rekord nem került hozzáadásra a közösséghez.
ro: Nu pot seta această comuitate drept cea din oficiu. Înregistrarea nu a fost adăugată comunității.
sv: Det går inte att ange communityn som standard. Posten har inte lagts till i communityn.

source: Communities
ar: مجتمعات
cs: Komunity
de: Communitys
es: Comunidades
et: Grupid
fi: Yhteisöt
fr: Communautés
hu: Közösségek
ro: Comunități

source: New community
ar: مجموعة جديدة
cs: Nová komunita
de: Neue Community
es: Nueva comunidad
et: Uus grupp
fi: Uusi yhteisö
fr: Nouvelle communauté
hu: Új közösség
ro: Comunitate nouă
sv: Ny community

source: Requests
ar: الطلبات
cs: Žádosti
de: Anfragen
es: Peticiones
et: Taotlused
fi: Pyynnöt
fr: Réservations
hu: Kérések
ro: Cereri
sv: Förfrågningar

source: Members
ar: الأعضاء
cs: Členové
de: Mitglieder
es: Miembros
et: Liikmed
fi: Jäsenet
fr: Membres
hu: Tagok
ro: Membrii
sv: Medlemmar

source: Settings
ar: إعدادات
cs: Nastavení
de: Einstellungen
es: Ajustes
et: Seaded
fi: Asetukset
fr: Paramètres
hu: Beállítások
ro: Setări
sv: Inställningar

source: Curation policy
ar: سياسة المعالجة
cs: Politika správy obsahu
de: Kuratierungsrichtlinie
es: Política de conservación
fi: Kuraatiokäytäntö
fr: Politique de curation
hu: Gondozási irányelvek
ro: Politica curatorială
sv: Granskningspolicy

source: About
ar: بخصوص
cs: O komunitě
de: Über
es: Acerca de
fi: Tietoja
fr: À propos
hu: Névjegy
ro: Despre
sv: Om

source: Only one role be defined as owner.
ar: يجب تحديد دور واحد فقط في دور المالك.
cs: Jenom jedna role může být definována jako vlastník.
de: Es darf nur eine Rolle als Eigentümer*in definiert werden.
es: Solo será definido un rol como propietario.
fi: Vain yksi rooli voidaan määrittää omistajaksi.
hu: Csak egy szerepkört lehet tulajdonosként megadni.
sv: Endast en roll kan definieras som ägare.

source: One role must be defined as owner.
ar: يجب تحديد دور واحد كمالك.
cs: Jedna role musí být definována jako vlastník.
de: Es muss eine Rolle als Eigentümer*in definiert werden.
es: Se debe definir un rol como propietario.
fi: Yksi rooli on määritettävä omistajaksi.
hu: Legalább egy szerepkört tulajdonosként kell megadni.
sv: Endast en roll kan definieras som ägare.

source: Field cannot be blank or longer than {max_} characters.
ar: لا يمكن أن يكون الحقل فارغًا أوان يزيد طوله عن {max_} حرفًا.
cs: Pole nemůže být prázdné nebo delší než {max_} znaků.
de: Feld darf nicht leer oder länger als {max_} Zeichen sein.
es: El campo no puede estar en blanco ni tener más de {max_} caracteres.
et: Väli ei saa olla tühi või selle sisu pikem kui {max_} tähemärki.
fi: Kenttä ei voi olla tyhjä tai pidempi kuin {max_} merkkiä.
fr: Le champ ne peut pas être vide ou plus long que {max_} caractères.
hu: A mező nem lehet üres vagy {max_} karakternél hosszabb.
ro: Fișierul nu poate fi gol sau să depășească un număr de {max_} caractere.
sv: Fältet får inte vara tomt eller längre än {max_} tecken.

source: Field cannot be longer than {max} characters.
ar: لا يمكن أن يكون الحقل أطول من {max} حرف.
cs: Pole nemůže být delší než {max} znaků.
de: Feld darf nicht länger als {max} Zeichen sein.
es: El campo no puede tener más de {max} caracteres.
fi: Kenttä ei voi olla pidempi kuin {max} merkkiä.
fr: Le champ ne peut pas être plus long que {max} caractères.
hu: A mező nem lehet hosszabb {max} karakternél.
ro: Câmpul nu poate fi mai lung de {max} caractere.
sv: Fältet får inte vara längre än {max} tecken.

source: The ID must not be an Universally Unique IDentifier (UUID).
ar: يجب ان يكون المعرف معرّفا فريدا عالميا (UUID).
cs: Identifikátor nesmí být univerzálně unikátní identifikátor (UUID).
de: Bei der ID darf es sich nicht um einen "Universally Unique Identifier (UUID)" handeln.
es: El ID no debe ser un Universally Unique IDentifier (UUID).
et: ID ei tohi olla Universally Unique IDentifier (UUID).
fi: Tunniste ei saa olla UUID (Universally Unique Identifier).
fr: L'ID ne doit pas être un Identifiant Universellement Unique (UUID).
hu: Az ID-nek UUID-nek (Universally Unique IDentifier) kell lennie.
ro: ID-ul nu poate fi un Universally Unique IDentifier (UUID).
sv: ID:t får inte vara en Universally Unique IDentifier (UUID).

source: The identifier should contain only letters, numbers, or dashes.
cs: Identifikátor musí obsahovat pouze písmena, číslice nebo pomlčky.
de: Die ID darf nur aus Buchstaben, Zahlen oder Bindestrichen bestehen.
es: El identificador solo debe contener letras, números o guiones.
fi: Tunniste saa sisältää vain kirjaimia, numeroita tai tavuviivoja.
hu: Az azonosító csak betűket, számokat vagy kötőjeleket tartalmazhat.
sv: Identifieraren kan endast innehålla bokstäver, siffror eller bindestreck.

source: start date
ar: تاريخ البداية
cs: datum začátku
de: Startdatum
es: fecha de inicio
fi: alkamispäivä
hu: kezdődátum
sv: startdatum

source: Accepted format: YYYY-MM-DD hh:mm
ar: التنسيق المعتمد : YYYY-MM-DD hh:mm
cs: Přijatelný formát: RRRR-MM-DD
de: Akzeptiertes Format: JJJJ-MM-TT hh:mm
es: Formato válido: YYYY-MM-DD hh:mm
fi: Hyväksytty muoto: VVVV-KK-PP hh:mm
hu: Elfogadott formátum: ÉÉÉÉ-HH-NN óó:pp
sv: Accepterat format: YYYY-MM-DD hh:mm

source: Deleted community
ar: المجتمع محذوف
cs: Smazaná komunita
de: Gelöschte Community
es: Comunidad eliminada
fi: Poistettu yhteisö
fr: La communauté supprimée
hu: Törölt közösség
ro: Comunitate ștearsă
sv: Borttagen community

source: The community was deleted.
ar: تم حذف المجتمع.
cs: Tato komunita byla smazána.
de: Die Community wurde gelöscht.
es: La comunidad fue eliminada.
fi: Yhteisö poistettiin.
fr: La communauté a été supprimée.
hu: A közösség törölve lett.
ro: Comunitatea a fost ștearsă.
sv: Communityn har raderats.

source: The record has been deleted.
ar: لقد تم حذف التسجيلة.
cs: Záznam byl vymazán.
de: Der Eintrag wurde gelöscht.
es: El registro se ha suprimido.
fi: Tietue on poistettu.
fr: La notice a été supprimée.
hu: A rekord törölve lett.
ro: Înregistrarea a fost ștearsă.
sv: Posten har raderats.

source: Unknown
ar: غير معلوم
cs: Neznámý
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
hu: Ismeretlen
ro: Necunoscut
sv: Okänd

source: System (automatic)
ar: النظام (تلقائي)
cs: Systém (automaticky)
de: System (automatisch)
es: Sistema (automático)
fi: Järjestelmä (automaattinen)
fr: Système (automatique)
hu: Rendszer (automatikus)
ro: Sistem (automat)
sv: System (automatiskt)

source: Admin
ar: مدير
cs: Administrátor
es: Administrador
fi: Ylläpito
hu: Adminisztrátor
sv: Administratör

source: A community with this identifier already exists.
ar: هذا المعرف مستغل من طرف مجموعة أخرى.
cs: Komunita s tímto identifikátorem už existuje.
de: Eine Community mit dieser Kennung existiert bereits.
es: Ya existe una comunidad con este identificador.
et: Sellise identifikaatoriga grupp on juba olemas.
fi: Tällä tunnisteella on jo olemassa yhteisö.
fr: Une communauté avec cet identifiant existe déjà.
hu: Már létezik ilyen azonosítójú közösség.
ro: Deja există o comunitate cu acest identificator.
sv: En community med denna identifierare finns redan.

source: The ID should be modified through the renaming URL instead.
ar: ينبغي تعديل المعرف من خلال إعادة تسمية العنوان URL .
cs: ID by mělo být upravováno prostřednictvím přejmenování URL.
de: Die ID sollte stattdessen über die Umbenennungs-URL geändert werden.
es: El ID debe modificarse a través de la URL diseñada a tal efecto.
et: ID-d peab muutma läbi URL-i ümber nimetamise.
fi: Tunnistetta tulee muuttaa uudelleennimeämisen URL-osoitteen kautta.
fr: L'ID devrait être modifié par l'URL de renommage à la place.
hu: Az azonosítót az átnevező linkkel kell módosítani.
ro: ID-ul ar trebui modificat prin URL-ul pentru redenumire.
sv: ID bör ändras genom att byta namn på URL istället.

source: A new ID value is required for the renaming.
ar: إضافة معرف جديد إجباري لإعادة التسمية.
cs: Pro přejmenování je nutná nová hodnota identifikátoru.
de: Für die Umbenennung ist eine neue ID erforderlich.
es: Se requiere un nuevo valor de ID para el cambio de nombre.
et: Ümber nimetamise jaoks on vaja uut ID väärtust.
fi: Uusi tunnistearvo vaaditaan uudelleennimeämistä varten.
fr: Une nouvelle valeur d'ID est requise pour le changement de nom.
hu: Az átnevezéshez új ID érték szükséges.
ro: Este nevoie de o nouă valoare pentru ID pentru a redenumi.
sv: Ett nytt ID-värde krävs för att byta namn.

source: The community is not public.
ar: المجموعة ليست عامة.
cs: Tato komunita není veřejná.
de: Die Community ist nicht öffentlich.
es: La comunidad no es pública.
et: Kogukond ei ole avalik.
fi: Yhteisö ei ole julkinen.
fr: La communauté n'est pas publique.
hu: A közösség nem nyilvános.
ro: Comunitatea nu este publică.
sv: Communityn är inte offentligt.

source: Assigned parent is not allowed to be a parent.
ar: هيكليا لا يجوز لـ parent المعين أن يكون parent .
cs: Požadovaná nadřazená komunita nemůže být nadřazenou komunitou.
de: Es ist nicht erlaubt, dass die zugewiesene Elterncommunity eine Elterncommunity ist.
es: Al progenitor asignado no se le permite serlo.
fi: Määritetty ylätaso ei saa toimia ylätasona.
hu: A kijelölt szülő nem lehet szülő.
sv: Designerad parent inte tillåten som parent.

source: Community allowed to be a parent can't be a child.
ar: المجتمع الذي يُسمح له بأن يكون parent لا يمكنه أن يكون child.
cs: Komunita povolená jako nadřazená nesmí být podřazenou komunitou.
de: Eine Community, die als Elterncommunity erlaubt ist, kann kein Kind sein.
fi: Ylätasoksi sallittu yhteisö ei voi olla alataso.
hu: A szülőként megjelölt közösség nem lehet gyerek.
sv: Community som tillåts vara parent kan inte också vara child.

source: Assigned parent community cannot also have a parent.
ar: لا يمكن للمجتمع الرئيسي parent community المعين أن يكون له أيضًا a parent.
cs: Požadovaná nadřazená komunita nesmí mít nadřazenou komunitu.
de: Die zugewiesene Elterncommunity darf selbst keine Elterncommunity haben.
fi: Määritetyllä ylätasoyhteisöllä ei voi olla omaa ylätasoa.
hu: A kijelölt szülő közösségnek nem lehet saját szülője.
sv: Den community detta delcommunity tillhör kan inte tillhöra ett annat community.

source: Assigned parent community cannot be the same as child.
ar: لا يمكن للمجتمع الرئيسي parent community المعين أن يكون هو نفسه المجتمع الفرعي child.
cs: Požadovaná nadřazená komunita nesmí být stejná jako podřazená komunita.
de: Die zugewiesene Elterncommunity darf nicht die gleiche wie das Kind sein.
fi: Määritetty ylätasoyhteisö ei voi olla sama kuin alataso.
hu: A szülő közösség nem lehet ugyanaz, mint a gyerek közösség.
sv: Den community detta delcommunity tillhör kan inte vara det samma som delcommunityn.

source: Assigned parent community does not exist.
ar: المجتمع الرئيسي المعين parent community غير موجود.
cs: Požadovaná nadřazená komunita neexistuje.
de: Die zugewiesene Elterncommunity existiert nicht.
fi: Määritettyä ylätasoyhteisöä ei ole olemassa.
hu: A megadott szülő közösség nem létezik.
sv: Designerat parent community existerar inte.

source: Featured
ar: بارز
cs: Vybraná
de: Ausgezeichnet
es: Destacado
et: Esile tõstetud
fi: Nostettu
fr: En vedette
hu: Kiemelt
ro: Prezentat
sv: Utvalda

source: Type
ar: نوع
cs: Typ
de: Typ
es: Tipo
et: Tüüp
fi: Tyyppi
hu: Típus
ro: Tip
sv: Typ

source: Organization
ar: منظمة
cs: Organizace
de: Organisation
es: Organización
et: Organisatsioon
fi: Organisaatio
fr: Organisation
hu: Szervezet
ro: Organizație
sv: Organisation

source: Event
ar: حدث
cs: Událost
de: Ereignis
es: Evento
et: Sündmus
fi: Tapahtuma
fr: Evénement
hu: Esemény
ro: Eveniment
sv: Händelse

source: Topic
ar: موضوع
cs: Téma
de: Thema
es: Tema
et: Teema
fi: Aihe
fr: Sujet
hu: Téma
ro: Subiect
sv: Ämne

source: Project
ar: مشروع
cs: Projekt
de: Projekt
es: Proyecto
et: Projekt
fi: Projekti
fr: Projet
hu: Projekt
ro: Proiect
sv: Projekt

source: Visibility
ar: رؤية
cs: Viditelnost
de: Sichtbarkeit
es: Visibilidad
et: Nähtavus
fi: Näkyvyys
fr: Visibilité
hu: Láthatóság
ro: Vizibilitate
sv: Synlighet

source: Public
ar: مشاع
cs: Veřejný
de: Öffentlich
es: Publico
et: Avalik
fi: Julkinen
hu: Nyilvános
sv: Offentlig

source: Restricted
ar: مقيدة
cs: Omezený
de: Zugriffsbeschränkt
es: Restringido
et: Piiratud
fi: Rajoitettu
fr: Restreint
hu: Korlátozott hozzáférés
ro: Restricționat
sv: Begränsad

source: Hidden
ar: مخفي
cs: Skrytý
de: Verborgen
es: Oculto
et: Varjatud
fi: Piilotettu
fr: Caché
hu: Elrejtve
ro: Ascuns
sv: Dold

source: Missing data for required field.
ar: معطيات منقوصة لحقل وجوبي.
cs: Chybějící data pro povinné pole.
de: Es fehlen Daten in einem erforderlichen Feld.
es: Faltan datos para el campo obligatorio.
fi: Pakollisesta kentästä puuttuu tietoja.
fr: Données manquantes pour le champ requis.
hu: Hiányzó adat egy kötelező mezőhöz.
ro: Datele lipsesc pentru câmpul care trebuie completat.
sv: Data saknas för obligatoriskt fält.

source: Invalid member specified.
ar: تم تحديد عضو غير صالح.
cs: Uveden neplatný člen.
de: Invalides Mitglied angegeben.
es: Miembro especificado no válido.
fi: Virheellinen jäsen määritetty.
hu: Érvénytelen tag lett megadva.
sv: Ogiltig medlem har angetts.

source: A member was already added or invited.
ar: لقد تمت إضافة عضو أو دعوته بالفعل.
cs: Člen byl již přidán či pozván.
de: Ein Mitglied wurde bereits hinzugefügt oder eingeladen.
es: Ya se agregó o invitó a un miembro.
fi: Jäsen on jo lisätty tai kutsuttu.
hu: Egy tag már hozzá lett adva vagy meg lett hívva.
sv: En medlem har redan lagts till eller bjudits in.

source: Community must be defined.
ar: يجب تعريف المجتمع.
cs: Komunita musí být definována.
de: Die Community muss definiert sein.
es: Es necesario definir la comunidad.
fi: Yhteisö on määriteltävä.
hu: A közösséget meg kell adni.
sv: Ett community måste anges.

source: Member must be 'MemberMixin' or 'dict' but was %(type)s
ar: يجب أن يكون العضو 'MemberMixin' أو 'dict' ولكن كان %(type)s
cs: Člen musí být 'MemberMixin' nebo 'dict', nikoliv %(type)s
de: Das Mitglied muss 'MemberMixin' oder 'dict' sein, war aber %(type)s
es: El miembro debe ser 'MemberMixin' o 'dict' pero era %(type)s
fi: Jäsenen on oltava 'MemberMixin' tai 'dict', mutta oli %(type)s
hu: A tagnak 'MemberMixin'-nek vagy 'dict'-nek kell lennie, de %(type)s lett megadva
sv: Medlem måste vara 'MemberMixin' eller 'dict' men var %(type)s

source: Role
ar: دور
de: Rolle
es: Rol
et: Roll
fi: Rooli
fr: Rôle
hu: Szerepkör
ro: Rol
sv: Roll

source: Status
ar: الحالة
es: Estado
et: Staatus
fi: Tila
fr: Statut
hu: Állapot

source: Submitted
ar: تم الإيداع
cs: Odeslána
de: Eingereicht
es: Enviado
et: Lisatud
fi: Lähetetty
fr: Soumis
hu: Benyújtva
ro: Trimis
sv: Inskickad

source: Expired
ar: منتهي الصلاحية
cs: Vypršený
de: Abgelaufen
es: Caducado
et: Aegunud
fi: Vanhentunut
fr: Expiré
hu: Lejárt
ro: Expirat
sv: Utgånget

source: Accepted
ar: تم القبول
cs: Přijata
de: Angenommen
es: Aceptado
et: Vastu võetud
fi: Hyväksytty
fr: Accepté
hu: Elfogadva
ro: Acceptat
sv: Accepterad

source: Declined
ar: مرفوضة
cs: Zamítnuto
de: Abgelehnt
es: Rechazado
et: Tagasi lükatud
fi: Hylätty
fr: Décliné
hu: Elutasítva
ro: Respins
sv: Avslagen

source: Cancelled
ar: ملغى
cs: Zrušena
de: Abgebrochen
es: Cancelado
et: Tühistatud
fi: Peruttu
fr: Annulé
hu: Visszavonva
ro: Anulat
sv: Avbruten

source: Open
ar: مفتوح
cs: Otevřený
de: Offen
es: Abrir
et: Avatud
fi: Avoin
fr: Ouvrir
hu: Megnyitás
ro: Deschis
sv: Öppen

source: Closed
ar: مغلق
cs: Zavřená
de: Geschlossen
es: Cerrado
et: Suletud
fi: Suljettu
fr: Fermé
hu: Lezárva
ro: Închis
sv: Stängd

source: Invalid role.
ar: دور خاطئ.
cs: Neplatná role.
de: Ungültige Rolle.
es: Rol no válido.
et: Kehtetu roll.
fi: Virheellinen rooli.
fr: Rôle invalide.
hu: Érvénytelen szerepkör.
ro: Rol nevalid.
sv: Ogiltig roll.
